/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "使用 iTunes 來管理音樂、視訊、影片和使用 iPhoto 來管理照片。";

/* kBRMediaNoPhotoContent */
301 = "使用 iPhoto 來輸入和管理照片。";

/* kBRMediaNoPodcastContent */
302 = "使用 iTunes 從 iTunes Store 訂閱 podcast。";

/* kBRMediaNoTVShowContent */
305 = "使用 iTunes 從 iTunes Store 購買電視節目。";

/* kBRMediaNoMusicVideoContent */
306 = "使用 iTunes 從 iTunes Store 購買音樂錄影帶。";

/* kBRMediaNoPlaylists */
307 = "使用 iTunes 來製作和管理播放列表。";

/* kBRMediaNoSongContent */
308 = "使用 iTunes 來輸入歌曲或從 iTunes Store 購買歌曲。";

/* kBRMediaNoAudioBookContent */
309 = "使用 iTunes 從 iTunes Store 購買有聲書。";

/* kBRMediaNoMovies */
315 = "將影片拖移到“影片”檔案夾或使用 iTunes 來從 iTunes Store 購買影片。";
